const LABS_NETWORK = {
  titleOfLab: 'Учебный класс промышленных сетевых технологий и интернета вещей.',
  svgLeft: '',
  svgRight: '',
  arrayOfArticles: [
    {
      id: 0, description: 'Лаборатория автоматизированного проектирования\n' +
        'используется в образовательном\n' +
        'процессе кафедры интеллектуальных систем для проведения специализированных лабораторных\n' +
        'практикумов, а также для подготовки курсовых\n' +
        ',\n' +
        'дипломных\n' +
        'и магистерских\n' +
        'работ.\n', image: 'src/assets/images/network_pic(1).jpeg'
    },
    {
      id: 1, description: '\n' +
        'Лаборатория автоматизированного проектирования\n' +
        'Лаборатория автоматизированного проектирования\n' +
        'используется в образовательном\n' +
        'процессе кафедры интеллектуальных систем для проведения специализированных лабораторных\n' +
        'практикумов, а также для подготовки курсовых\n' +
        ',\n' +
        'дипломных\n' +
        'и магистерских\n' +
        'работ.\n' +
        'Учебный класс на базе лаборатории укомплектован\n' +
        'компь\n' +
        'ютерными системами\n' +
        ',\n' +
        'учебными\n' +
        'радиотехническими модулями\n' +
        'ARM\n' +
        ',\n' +
        'измерительным оборудованием\n' +
        'Alma\n' +
        'Me\n' +
        'ter\n' +
        ',\n' +
        'учебными и\n' +
        'демонстрационными наборами на базе микроконтроллерных плат\n' +
        'Arduino\n' +
        'Mega\n' +
        '260,\n' +
        'наборами\n' +
        'различных датчиков и плат расширения, в том числе\n' +
        'для сете\n' +
        'вых интерфейсов\n' +
        '.', image: 'src/assets/images/network_pic(2).jpeg'
    }, {
      id: 2, description: '\n' +
        'Лаборатория оснащена современным лицензионным программным обеспечением\n' +
        'Cadence\n' +
        'и\n' +
        'Altium\n' +
        'Designer\n' +
        '.\n' +
        'Проводятся авторские курсы по работе с данными системами.', image: 'src/assets/images/network_pic(3).jpeg'
    }
  ]
}

const LABS_DESIGN = {
  titleOfLab: 'Учебный класс автоматизированного проектироавния',
  svgLeft: '',
  svgRight: '',
  arrayOfArticles: [
    {
      id: 0, description: 'Лаборатория\n' +
        'глубокого обучения\n' +
        'используется в образовательном процессе кафедры\n' +
        'радиофизки и цифровых медиа технологий\n' +
        'для проведения специализированных лабораторных\n' +
        'практикумов, а также для подготовки курсовых\n' +
        ',\n' +
        'дипломных\n' +
        'и магистерских\n' +
        'работ.', image: 'src/assets/images/network_pic(1).jpeg'
    },
    {
      id: 1,
      description: 'Учебный класс на базе лаборатории имеет 17 рабочих мест.',
      image: 'src/assets/images/network_pic(2).jpeg'
    },
    {
      id: 2, description: 'В рамках лаборатории\n' +
        'глубокого\n' +
        'обучения\n' +
        'ведутся научные исследования и обучение по\n' +
        'следующим направлениям:\n' +
        '\n' +
        'Нейронные сети\n' +
        '\n' +
        'Методы глубокого обучения\n' +
        '\n' +
        'Прием и обработка аудио и в\n' +
        'идео сигналов\n' +
        '\n' +
        'Ц\n' +
        'ифров\n' +
        'ая\n' +
        'обработк\n' +
        'а сигналов', image: 'src/assets/images/network_pic(3).jpeg'
    }
  ]
}

const LABS_MACHINE_NETWORKS = {
  titleOfLab: 'Учебный класс промышленных сетевых технологий и интернета вещей.',
  svgLeft: '',
  svgRight: '',
  arrayOfArticles: [
    {
      id: 0, description: 'Лаборатория\n' +
        'промышленных сетей и интернета вещей\n' +
        'используется в образовательном\n' +
        'процессе кафедры\n' +
        'т\n' +
        'елекоммуникаций и информационных технологий\n' +
        'для проведения\n' +
        'специализированных лабораторных практикумов, а также для подготовки курсовых\n' +
        ',\n' +
        'дипломных\n' +
        'и\n' +
        'магистерских\n' +
        'работ.', image: 'src/assets/images/machine_lab(1).jpg'
    },
    {
      id: 1, description: '\n' +
        'Лаборатория\n' +
        'промышленных сетей и интернета вещей\n' +
        'Лаборатория\n' +
        'промышленных сетей и интернета вещей\n' +
        'используется в образовательном\n' +
        'процессе кафедры\n' +
        'т\n' +
        'елекоммуникаций и информационных технологий\n' +
        'для проведения\n' +
        'специализированных лабораторных практикумов, а также для подготовки курсовых\n' +
        ',\n' +
        'дипломных\n' +
        'и\n' +
        'магистерских\n' +
        'работ.\n' +
        'Учебный класс на базе лаборатории\n' +
        'оборудован\n' +
        'комплексом аппаратно\n' +
        '-\n' +
        'программных средств на\n' +
        'базе многопользовательских компьютерных\n' +
        'систем\n' +
        ',\n' +
        'учебно\n' +
        '-\n' +
        'исследовательским комплексом для\n' +
        'изучения промышленных сетей, промышленных компьютеров, промышленных контроллеров,\n' +
        'промышленного интернета вещей, телекоммуникационных систем и технологий, переданным в\n' +
        'БГУ компанией\n' +
        'MOXA', image: 'src/assets/images/machine_lab(2).jpg'
    },
    {
      id: 2, description: 'У\n' +
        'чебный класс испол\n' +
        'ьзуется для проведения лабораторных работ по курсам\n' +
        '«Компьютерные сети» и «Промышленные сети», а также для подготовки курсовых и дипломных\n' +
        'работ. На базе оборудования класса студентами выполняются курсовые, дипломные и\n' +
        'магистерские работы.', image: 'src/assets/images/machine_lab(3).jpg'
    }
  ]
}
